---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.SweepFailures
source: html/7cd6b647-fd52-21c4-4c0f-a6f209aded30.htm
---
# BuiltInFailures.SweepFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.